Repository: GNOME/connections
Catalog: help/*/*.po
Languages: sl

# _
source: translator-credits
sl: Matej Urbančič <mateju@src.gnome.org>

source: Connect to a remote machine over the network.
sl: Povezava z oddaljeno napravo v omrežju.

source: Connect to another computer
sl: Povezava z drugo napravo

source: <app>Connections</app> can be used to view and access a remote machine.
sl: Program <app>Povezovalnik</app> se uporablja za spremljanje in dostop do oddaljene naprave.

source: The remote machine should already be configured.
sl: Oddaljena naprava mora biti že ustrezno nastavljena za povezovanje.

source: Click <gui style="button">+</gui> in the top left corner to launch the remote connection creation assistant.
sl: Kliknite na <gui style="button">+</gui> v zgornjem levem kotu okna za zagon nastavljalnika povezovae.

source: Enter a URL containing the protocol, IP address and port number of the remote device or service. For example:
sl: Vpišite naslov URL, ki vključuje protokol, naslov IP in vrata za dostop do oddaljene naprave. Na primer:

source: The protocol will be:
sl: Protokol je lahko:

source: rdp:// to connect to a remote <app>RDP</app> server.
sl: rdp:// za povezave z oddaljenim strežnikom <app>RDP</app>.

source: vnc:// to connect to a remote <app>vino</app> or <app>VNC</app> server.
sl: vnc:// za povezave z oddaljenim strežnikom <app>vino</app> oziroma <app>VNC</app>.

source: The address and port number should be available from the configuration of the device or service on the remote machine.
sl: Naslov URL in številka vrat sta na voljo med nastavitvami naprave oziroma storitve oddaljene naprave.

source: Click <gui style="button">Create</gui>.
sl: Kliknite <gui style="button">Ustvari</gui>.

source: The remote machine will open in the collection view.
sl: Dostop do oddaljene naprave bo na voljo v zbirnem pogledu.

# link:trail
source: Connections
sl: Povezovalnik

# link
source: Connections
sl: Povezovalnik

# text
source: Connections
sl: Povezovalnik

source: Learn to connect to remote machines.
sl: O povezovanju z oddaljenimi napravami.

source: <_:media-1/> Connections
sl: <_:media-1/> Povezovalnik

source: <app>Connections</app> is a remote desktop client for the GNOME desktop environment.
sl: <app>Povezovalnik</app> je program za povezovanje z oddaljenimi napravami v okolju GNOME.

source: Getting started
sl: Pa začnimo ...

source: Creative Commons Attribution-Share Alike 3.0 Unported License
sl: Neprenosljivo dovoljenje Creative Commons Attribution-Share Alike 3.0

source: This work is licensed under a <_:link-1/>.
sl: Delo je objavljeno pod pogoji dovoljenja <_:link-1/>.
